Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/korkeimman_oikeuden_mitali_luovutettiin_saamelaiskarajille.html.tmx
Source language: fin
Languages: smn

source: Korkeimman oikeuden mitali luovutettiin Saamelaiskäräjille
smn: Alemuu rievti miitaal luovâttui Sämitiigán

source: Korkeimman oikeuden presidentti Tatu Leppänen luovutti Saamelaiskäräjille Korkeimman oikeuden mitalin kunnianosoituksena sen arvokkaalle työlle saamelaisten alkuperäiskansan kieltä ja kulttuuria koskevassa itsehallinnossa.
smn: Alemuu rievti president Tatu Leppänen luovâttij Sämitiigán Alemuu rievti miitaal kunneečáittun ton mávsulii paargon sämmilij algâaalmug kielân já kulttuurân kyeskee jiešhaaldâšmist.

source: Mitali luovutettiin Saamelaiskäräjien edustajille Rovaniemellä 9.9.2021 Pohjoismaiden korkeimpien oikeuksien presidenttien kokouksen yhteydessä.
smn: Miitaal luovâttui Sämitige ovdâsteijeid Ruávinjaargâst 9.9.2021 Tave-enâmij alemui rievtij presidentij čuákkim ooleest.

source: Osana Pohjoismaiden korkeimpien oikeuksien presidenttien kokouksen ohjelmaa järjestettiin tapaaminen Saamelaiskäräjien edustajien sekä korkeimpien oikeuksien presidenttien kanssa 9.9.2021 Rovaniemellä.
smn: Uássin Tave-enâmij alemui rievtij presidentij čuákkim ohjelm uárnejui teivâm Sämitige ovdâsteijeiguin sehe alemui rievtij presidentijguin 9.9.2021 Ruávinjaargâst.

source: Tapaamisessa Suomen Korkeimman oikeuden presidentti Tatu Leppänen luovutti Saamelaiskäräjille Korkeimman oikeuden mitalin kunnianosoituksena sen arvokkaalle työlle saamelaisten alkuperäiskansan kieltä ja kulttuuria koskevassa itsehallinnossa.
smn: Teivâmist Suomâ Alemuu rievti president Tatu Leppänen luovâttij Sämitiigán Alemuu rievti miitaal kunneečáittun ton mávsulii paargon sämmilij algâaalmug kielân já kulttuurân kyeskee jiešhaaldâšmist.

source: – Näen tämän erittäin merkittävänä tunnustuksena koko Saamelaiskäräjille arvokkaasta työstä saamelaisen kulttuurin ja kielen sekä alkuperäiskansojen oikeuksien edistämiseksi.
smn: – Mun anam taam eromâš merhâšittee tubdâstâssân oles Sämitiigán mávsulâš pargoost sämikulttuur já kielâ, sehe algâaalmugij rievtij ovdedem oovdân.

source: Toivon, että tämä viestii saamelaisen yhteiskunnan lisäksi myös suomalaiselle yhteiskunnalle tekemämme työn merkityksestä, toteaa puheenjohtaja Juuso.
smn: Mun tuáivum, ete taat viestâd sämisiärváduv lasseen meid syemmilâš ohtsâškoodán mii porgâm pargo merhâšuumeest, paahud saavâjođetteijee Juuso.

source: Saamelaiskäräjiltä mitalin vastaanotti II varapuheenjohtaja Leo Aikio, joka osallistui tapaamiseen Rovaniemellä vs. lakimiessihteeri Kalle Variksen sekä ma. lakimiessihteeri Sarita Kämäräisen kanssa.
smn: Sämitiggeest miitaal vaaldij vuástá II värisaavâjođetteijee Leo Aikio, kote uásálistij teivâmân Ruávinjaargâst vs. lahâčällee Kalle Varisijn sehe má. lahâčällee Sarita Kämäräisijn.

source: Puheenjohtaja Tuomas Aslak Juuso osallistui tapaamiseen etäyhteyden välityksellä Inarista.
smn: Saavâjođetteijee Tuomas Aslak Juuso uásálistij teivâmân káidusohtâvuođâ peht Anarist.

source: – Haluan kiittää Korkeimman oikeuden presidentti Leppästä tästä tunnustuksesta.
smn: – Mun halijdâm kijtteđ Alemuu rievti president Leppäsii taan tubdâstâsâst.

source: Lisäksi haluan kiittää Saamelaiskäräjien jäseniä sekä henkilöstöämme ammattitaitoisesta sydämellä tehdystä työstä, jatkaa puheenjohtaja Juuso.
smn: Toos lasseen mun halijdâm kijtteđ Sämitige jesânijd sehe mii pargovievâ áámmáttáiđulii já váimoin porgum pargoost, juátká saavâjođetteijee Juuso.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Leo Aikio II varapuheenjohtaja 040 621 6505 leo.aikio(at)samediggi.fi
smn: Leo Aikio II värisaavâjođetteijee 040 621 6505 leo.aikio(at)samediggi.fi
